Autodesk.Revit.DB.Fabrication.FabricationPartSizeMap.GroupId
This property is deprecated in Revit 2022 and may be removed in a future version of Revit.
Please use the `PaletteId` method instead.
Since:
2018.2